Repository: SheheryarSherry/periscope
Catalog: src/messages.*.xlf
Languages: fr

source: Triage PR
fr: Tri des PRs

source: Data Sync
fr: Synchronisation

source: auth
fr: authentifier

source: signout: {INTERPOLATION}
fr: déconnexion: {INTERPOLATION}

source: Hour
fr: Heur

source: Hours
fr: Heures

source: Day
fr: Jour

source: Days
fr: Jours

source: Week
fr: Semaine

source: Weeks
fr: Semaines

source: Month
fr: Mois

source: Months
fr: Mois

source: Untriaged {INTERPOLATION}
fr: A nettoyer {INTERPOLATION}

source: Assigned {INTERPOLATION}
fr: Attribuées {INTERPOLATION}

source: Reviewed {INTERPOLATION}
fr: Revues {INTERPOLATION}

source: Ready {INTERPOLATION}
fr: Prêtes {INTERPOLATION}

source: Other {INTERPOLATION}
fr: Autre {INTERPOLATION}

source: key
fr: clé

source: issue
fr: probleme

source: comment
fr: commentaire

source: label
fr: étiquette

source: SYNC PR
fr: ACTUALISER PR

source: SYNC ALL PRs
fr: ACTUALISER TOUS PRs
